{
  "navbar": {
    "work": "نمونه کار",
    "skills": "مهارت ها",
    "about": "درباره من",
    "contact": "ارتباط"
  },
  "header": {
    "hello": "سلام",
    "Welcome to my slice of the internet": "به قسمتی از اینترنت خوش اومدید"
  },
  "content": {
    "amirrahemi": "امیر راحمی",
    "reactjs": "من یک برنامه نویس و توسعه دهنده Front-End هستم. درحال حاضر با فریم ورک React.JS پروژه های خودم رو میبرم جلو و میتونید تو گیت هاب و بخش پروژه ها، از نمونه کارهای من دیدن کنید :)",

    "my interests": "مورد علاقه های من",
    "music": "موسیقی",
    "sport": "ورزش",
    "game": "بازی",
    "movie": "فیلم",
    "photo": "عکاسی",
    "travel": "سفر",

    "my skills": "مهارت های من",
    "skills": "من یک برنامه نویس هستم که تجربه کار با زبان JavaScript و مهارت در فریم ورک های مانند Three.js",

    "download cv": "دانلود رزومه",
    "projects": "پروژه ها",
    "pr": "پروژه‌های زیر مهارت‌ها و تجربیات من را از طریق نمونه‌هایی از کارهای من در دنیای واقعی به نمایش می‌گذارند. هر پروژه به طور خلاصه با پیوندهایی به مخازن کد و دموهای زنده در آن توضیح داده شده است. این نشان دهنده توانایی من در حل مسائل، کار با فناوری های مختلف و مدیریت موثر پروژه ها است.",

    "e-commerce": "فروشگاه",
    "shopping": "ما که توسط React.js، Next.js و MongoDB طراحی شده است، تجربه خرید آنلاین را دوباره به تصویر می کشد. با ترکیب یکپارچه جادوی frontend React.js با قابلیت‌های رندر سمت سرور Next.js است",
    
    "rent car": "اجاره ماشین",
    "rent": "با استفاده از React.js و Next.js، آینده خدمات کرایه اتومبیل را با پروژه ما تجربه کنید. با قدرت Tailwind CSS، ما یک رابط براق و بصری ایجاد کرده ایم که به طور یکپارچه با ترجیحات شما سازگار است.",
    
    "food delivery": "غذا",
    "food": "پروژه تحویل غذا ما، که توسط MongoDB طراحی شده است، یک تجربه سفارش بدون درز را به چندین زبان ارائه می دهد. با مدیریت داده‌های انعطاف‌پذیر MongoDB، ما از پردازش سفارشات کارآمد و تجربیات شخصی‌سازی شده کاربر اطمینان می‌دهیم.",
    
    "contact": "یه سلامی بگو",

    "copy": "2024 تمامی حقوق متعلق به امیر راحمی میباشد",
    "made with": "ساخته شده با",
    "in rasht": "در رشت"
  }
}
